# Add any brew package dependencies that
# should be installed on engineering Macs
brew "bash-completion"
brew "coreutils"
brew "expect"
brew "htop"
brew "git"
brew "gnu-sed"
brew "go@1.15"
brew "gpg"
brew "jq"
brew "openssl"
brew "postgresql@11"
brew "shellcheck"
brew "shfmt"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh-completions"
